{
  "id": "angled_grip_ii_blueprint",
  "name": {
    "en": "Angled Grip II Blueprint",
    "de": "Bauplan: Abgewinkelter Griff II",
    "fr": "Schema Poignee Coudee II",
    "es": "Plano de Empunadura inclinada II",
    "pt": "Projeto de Punho angular II",
    "pl": "Projekt Chwyt katowy II",
    "no": "Vinklet grep II-tegning",
    "da": "Vinklet greb II-tegning",
    "it": "Progetto Impugnatura angolata II",
    "ru": "Чертеж — Угловая рукоятка II",
    "ja": "アングルグリップ II 設計図",
    "zh-TW": "斜角握把 II 藍圖",
    "uk": "Креслення Кутова рукоятка II",
    "zh-CN": "倾斜握把 II 蓝图",
    "kr": "앵글 그립 II 설계도",
    "tr": "Acili Kabza II Plani",
    "hr": "Kutni rukohvat II Nacrt",
    "sr": "Kutni rukohvat II Nacrt"
  },
  "description": {
    "en": "Moderately reduces horizontal recoil. Compatible with: Arpeggio, Ferro, Il Toro, Stitcher",
    "de": "Verringert den horizontalen Ruckstoß moderat. Kompatibel mit: Arpeggio, Rattler, Kettle, Ferro, Venator",
    "fr": "Reduit moderement le recul horizontal. Compatible avec : Arpege, Ferro, Il Toro, Sutureur",
    "es": "Reduce moderadamente el retroceso horizontal. Compatible con: Arpeggio, Ferro, Il Toro, Costurero",
    "pt": "Reduz moderadamente o recuo horizontal. Compativel com: Arpeggio, Ferro, Il Toro, Stitcher",
    "pl": "Umiarkowanie redukuje odrzut poziomy. Kompatybilny z: Arpeggio, Ferro, Il Toro, Stitcher",
    "no": "Reduserer horisontalt rekyl moderat. Kompatibel med: Arpeggio, Ferro, Il Toro, Stitcher",
    "da": "Reducerer horisontalt rekyl moderat. Kompatibel med: Arpeggio, Ferro, Il Toro, Stitcher",
    "it": "Riduce moderatamente il rinculo orizzontale. Compatibile con: Arpeggio, Ferro, Il Toro, Stitcher",
    "ru": "Умеренно снижает горизонтальную отдачу. Совместимо с: Arpeggio, Ferro, Il Toro, Stitcher",
    "ja": "水平反動を適度に減少させる。対応武器：Arpeggio、Ferro、Il Toro、Stitcher",
    "zh-TW": "中度降低水平後座力。與以下物品相容:水壺,碎甲者,獵人,公牛,暴風雨",
    "uk": "Помірно зменшує горизонтальну віддачу. Сумісно з: Arpeggio, Ferro, Il Toro, Stitcher",
    "zh-CN": "适度降低水平后坐力。兼容武器：Arpeggio、Ferro、Il Toro、Stitcher",
    "kr": "수평 반동을 적당히 감소시킵니다. 호환 무기: 아르페지오, 페로, 일 토로, 스티처",
    "tr": "Yatay geri tepmesini orta duzeyde azaltir. Uyumlu: Arpeggio, Ferro, Il Toro, Stitcher",
    "hr": "Umjereno smanjuje horizontalni trzaj. Kompatibilno s: Arpeggio, Ferro, Il Toro, Stitcher",
    "sr": "Umjereno smanjuje horizontalni trzaj. Kompatibilno sa: Arpeggio, Ferro, Il Toro, Stitcher"
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/angled_grip_ii.png",
  "updatedAt": "12/07/2025"
}
