{
  "id": "angled_grip_iii_blueprint",
  "name": {
    "en": "Angled Grip III Blueprint",
    "de": "Bauplan: Abgewinkelter Griff III",
    "fr": "Schema Poignee Coudee III",
    "es": "Plano de Empunadura inclinada III",
    "pt": "Projeto de Punho angular III",
    "pl": "Projekt Chwyt katowy III",
    "no": "Vinklet grep III-tegning",
    "da": "Vinklet greb III-tegning",
    "it": "Progetto Impugnatura angolata III",
    "ru": "Чертеж — Угловая рукоятка III",
    "ja": "アングルグリップ III 設計図",
    "zh-TW": "斜角握把 III 藍圖",
    "uk": "Креслення Кутова рукоятка III",
    "zh-CN": "倾斜握把 III 蓝图",
    "kr": "앵글 그립 III 설계도",
    "tr": "Acili Kabza III Plani",
    "hr": "Kutni Rukohvat III Nacrt",
    "sr": "Kutni Rukohvat III Nacrt"
  },
  "description": {
    "en": "Significantly reduces horizontal recoil. Compatible with: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "de": "Verringert den horizontalen Ruckstoß erheblich. Kompatibel mit: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "fr": "Reduit considerablement le recul horizontal. Compatible avec : Arpege, Ferro, Venator, Il Toro, Sutureur",
    "es": "Reduce significativamente el retroceso horizontal. Compatible con: Arpeggio, Ferro, Venator, Il Toro, Costurero",
    "pt": "Reduz significativamente o recuo horizontal. Compativel com: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "pl": "Znaczaco zmniejsza odrzut poziomy. Kompatybilny z: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "no": "Reduserer betydelig horisontal rekyl. Kompatibel med: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "da": "Reducerer betydeligt horisontal rekyl. Kompatibel med: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "it": "Riduce significativamente il rinculo orizzontale. Compatibile con: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "ru": "Значительно уменьшает горизонтальную отдачу. Совместимо с: Арпеджио, Ферро, Венатор, Иль Торо, Сшиватель",
    "ja": "水平反動を大幅に軽減します。対応武器：アルペジオ、フェロ、ヴェナトール、イル・トロ、ステッチャー",
    "zh-TW": "大幅減少水平後座力。相容武器：琶音、鐵衛、獵人、公牛、縫合者",
    "uk": "Значно зменшує горизонтальну віддачу. Сумісно з: Арпеджіо, Ферро, Венатор, Іль Торо, Зшивач",
    "zh-CN": "大幅减少水平后坐力。兼容武器：琶音、铁卫、猎人、公牛、缝合者",
    "kr": "수평 반동을 크게 감소시킵니다. 호환 무기: 아르페지오, 페로, 베나토르, 일 토로, 스티처",
    "tr": "Yatay geri tepmeyi onemli olcude azaltir. Uyumlu: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "hr": "Znacajno smanjuje horizontalni trzaj. Kompatibilno s: Arpeggio, Ferro, Venator, Il Toro, Stitcher",
    "sr": "Znacajno smanjuje horizontalni trzaj. Kompatibilno sa: Arpeggio, Ferro, Venator, Il Toro, Stitcher"
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/angled_grip_iii.png",
  "updatedAt": "12/07/2025"
}
