{
  "id": "extended_light_mag_ii_blueprint",
  "name": {
    "en": "Extended Light Mag II Blueprint",
    "de": "Bauplan: Erweitertes leichtes Magazin II",
    "fr": "Schema Chargeur Leger Etendu II",
    "es": "Plano de Cargador ligero extendido II",
    "pt": "Projeto de Carregador leve estendido II",
    "pl": "Projekt Rozszerzony lekki magazynek II",
    "no": "Utvidet lett magasin II-tegning",
    "da": "Udvidet let magasin II-tegning",
    "it": "Progetto Caricatore leggero esteso II",
    "ru": "Чертеж — Увеличенный магазин для легкого оружия II",
    "ja": "拡張小型弾倉 II 設計図",
    "zh-TW": "延長輕型彈匣 II 藍圖",
    "uk": "Креслення Розширений легкий магазин II",
    "zh-CN": "延长轻型弹匣 II 蓝图",
    "kr": "확장형 경량 탄창 II 설계도",
    "tr": "Genisletilmis Hafif Sarjor II Plani",
    "hr": "Produzeni laki spremnik II Nacrt",
    "sr": "Produzeni laki okvir II Nacrt"
  },
  "description": {
    "en": "Moderately extends the ammo capacity of compatible weapons that use light ammo.",
    "de": "Erhoht die Munitionskapatitat kompatibler Waffen mit leichter Munition moderat.",
    "fr": "Augmente moderement la capacite de munitions des armes compatibles utilisant des munitions legeres.",
    "es": "Extiende moderadamente la capacidad de municion de armas compatibles que usan municion ligera.",
    "pt": "Estende moderadamente a capacidade de municao de armas compativeis que usam municao leve.",
    "pl": "Umiarkowanie zwieksza pojemnosc amunicji kompatybilnej broni uzywajacej lekkiej amunicji.",
    "no": "Utvider moderat ammunisjonskapasiteten til kompatible vapen som bruker lett ammunisjon.",
    "da": "Udvider moderat ammunitionskapaciteten for kompatible vaben, der bruger let ammunition.",
    "it": "Estende moderatamente la capacita di munizioni delle armi compatibili che usano munizioni leggere.",
    "ru": "Умеренно увеличивает емкость боеприпасов совместимого оружия, использующего легкие патроны.",
    "ja": "軽弾薬を使用する対応武器の弾薬容量を適度に拡張します。",
    "zh-TW": "適度延長使用輕型彈藥的相容武器的彈藥容量。",
    "uk": "Помірно збільшує ємність боєприпасів сумісної зброї, що використовує легкі патрони.",
    "zh-CN": "适度延长使用轻型弹药的兼容武器的弹药容量。",
    "kr": "경량 탄약을 사용하는 호환 무기의 탄약 용량을 적당히 확장합니다.",
    "tr": "Hafif mermi kullanan uyumlu silahlarin mermi kapasitesini orta duzeyde artirir.",
    "hr": "Umjereno povecava kapacitet streljiva kompatibilnog oruzja koje koristi lako streljivo.",
    "sr": "Umereno povecava kapacitet municije kompatibilnog oruzja koje koristi laku municiju."
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/extended_light_mag_ii.png",
  "updatedAt": "12/07/2025"
}
