{
  "id": "extended_barrel_blueprint",
  "name": {
    "en": "Extended Barrel Blueprint",
    "de": "Bauplan: Verlangerter Lauf",
    "fr": "Schema Canon Allonge",
    "es": "Plano de Canon extendido",
    "pt": "Projeto de Cano estendido",
    "pl": "Projekt Wydluzona lufa",
    "no": "Forlenget lop-tegning",
    "da": "Forlaenget lob-tegning",
    "it": "Progetto Canna estesa",
    "ru": "Чертеж — Удлиненный ствол",
    "ja": "延長バレル 設計図",
    "zh-TW": "加長槍管 藍圖",
    "uk": "Креслення Подовжений ствол",
    "zh-CN": "加长枪管 蓝图",
    "kr": "확장형 총열 설계도",
    "tr": "Uzatilmis Namlu Plani",
    "hr": "Produzena cijev Nacrt",
    "sr": "Produzena cev Nacrt"
  },
  "description": {
    "en": "Moderately increases bullet velocity. Compatible with: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "de": "Erhoht die Geschossgeschwindigkeit moderat. Kompatibel mit: Arpeggio, Rattler, Kettle, Ferro, Anvil",
    "fr": "Augmente moderement la velocite des balles. Compatible avec : Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "es": "Aumenta moderadamente la velocidad de las balas. Compatible con: Tempestad, Arpeggio, Ferro, Renegado, Yunque",
    "pt": "Aumenta moderadamente a velocidade das balas. Compativel com: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "pl": "Umiarkowanie zwieksza predkosc pocisku. Kompatybilny z: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "no": "Oker kulehastigheten moderat. Kompatibel med: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "da": "Oger kuglehastigheden moderat. Kompatibel med: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "it": "Aumenta moderatamente la velocita dei proiettili. Compatibile con: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "ru": "Умеренно увеличивает скорость пули. Совместимо с: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "ja": "弾速を適度に増加させます。対応武器：Tempest、Arpeggio、Ferro、Renegade、Anvil",
    "zh-TW": "適度提升子彈速度。相容武器：Tempest、Arpeggio、Ferro、Renegade、Anvil",
    "uk": "Помірно збільшує швидкість кулі. Сумісно з: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "zh-CN": "适度提升子弹速度。兼容武器：Tempest、Arpeggio、Ferro、Renegade、Anvil",
    "kr": "탄환 속도를 적당히 증가시킵니다. 호환 무기: 템페스트, 아르페지오, 페로, 레니게이드, 앤빌",
    "tr": "Mermi hizini orta duzeyde artirir. Uyumlu silahlar: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "hr": "Umjereno povecava brzinu metka. Kompatibilno s: Tempest, Arpeggio, Ferro, Renegade, Anvil",
    "sr": "Umereno povecava brzinu metka. Kompatibilno sa: Tempest, Arpeggio, Ferro, Renegade, Anvil"
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/extended_barrel.png",
  "updatedAt": "12/07/2025"
}
