{
  "id": "tagging_grenade_blueprint",
  "name": {
    "en": "Tagging Grenade Blueprint",
    "de": "Bauplan: Markierungsgranate",
    "fr": "Schema Grenade de Marquage",
    "es": "Plano de Granada de marcaje",
    "pt": "Projeto de Granada marcadora",
    "pl": "Projekt Granat znacznikowy",
    "no": "Merkegranат-tegning",
    "da": "Markeringsgranат-tegning",
    "it": "Progetto Granata marcatrice",
    "ru": "Чертеж — Маркирующая граната",
    "ja": "タギンググレネード 設計図",
    "zh-TW": "標記手榴彈 藍圖",
    "uk": "Креслення Маркувальна граната",
    "zh-CN": "标记手榴弹 蓝图",
    "kr": "표식 수류탄 설계도",
    "tr": "Isaretleme Bombasi Plani",
    "hr": "Granata za Oznacavanje Nacrt",
    "sr": "Granata za Oznacavanje Nacrt"
  },
  "description": {
    "en": "A grenade that detonates after a delay, tagging Raiders and ARC enemies in an area, allowing you to briefly track their location.",
    "de": "Eine Granate, die nach einer Verzogerung explodiert und Raider sowie ARC-Gegner in ihrem Bereich markiert.",
    "fr": "Une grenade qui explose apres un delai, marquant les Raiders et les ennemis ARC dans une zone.",
    "es": "Una granada que detona tras un retraso, marcando a saqueadores y enemigos ARC en un area.",
    "pt": "Uma granada que detona apos um atraso, marcando saqueadores e inimigos ARC em uma area.",
    "pl": "Granat, ktory detonuje po opoznieniu, oznaczajac najezdzcow i wrogow ARC w obszarze.",
    "no": "En granат som detonerer etter en forsinkelse, merker Raiders og ARC-fiender i et omrade.",
    "da": "En granат der detonerer efter en forsinkelse, markerer Raiders og ARC-fjender i et omrade.",
    "it": "Una granata che detona dopo un ritardo, marcando i predoni e i nemici ARC in un'area.",
    "ru": "Граната, взрывающаяся с задержкой и маркирующая рейдеров и врагов ARC в области.",
    "ja": "遅延後に爆発し、エリア内のレイダーとARC敵をタグ付けして、一時的に位置を追跡できるようにする手榴弾。",
    "zh-TW": "延遲引爆的手榴彈，能標記區域內的掠奪者和ARC敵人。",
    "uk": "Граната, що вибухає із затримкою та маркує рейдерів і ворогів ARC в області.",
    "zh-CN": "延迟引爆的手榴弹，能标记区域内的掠夺者和ARC敌人。",
    "kr": "지연 후 폭발하여 지역 내의 레이더와 아크을 태그하는 수류탄입니다.",
    "tr": "Gecikmeli olarak patlayan ve bir alandaki Akinciları ve ARC dusmanlarini isaretleyen bomba.",
    "hr": "Granata koja detonira nakon odgode, oznacavajuci Razbojnike i ARC neprijatelje u podrucju.",
    "sr": "Granata koja detonira nakon odlaganja, oznacavajuci Razbojnike i ARC neprijatelje u podrucju."
  },
  "type": "Blueprint",
  "rarity": "Legendary",
  "value": 5000,
  "weightKg": 0,
  "imageFilename": "https://cdn.arctracker.io/items/tagging_grenade.png",
  "updatedAt": "12/07/2025"
}
